IDEA Open Model
ConcCementClassSIA Enumeration
Compatible with IDEA StatiCa 20.1
 Cement class
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public enum ConcCementClassSIA
Public Enumeration ConcCementClassSIA
Members
Member name | Value | Description
S | 0 |  cement of strength Classes CEM 32,5 N (Class S)
R | 1 |  cement of strength Classes CEM 42,5 R, CEM 52,5 N and CEM 52,5 R (Class R)
N | 2 |  cement of strength Classes CEM 32,5 R, CEM 42,5 N (Class N)
See Also
Reference
IdeaRS.OpenModel.Material Namespace